import React from "react"

export const TroynatText = () =>{

  return (
    <div className="textWrapper-all">
      <p>
        <b>Тройнат</b> — племянник короля Миндовга, князь и воевода, один из лидеров заговора против Миндовга, второй Великий князь Литовский в <b>1263-1264 гг.</b> Тройнат был сыном князя Эрдивила, сына сестры Миндовга. После смерти отца был князем Жемайтии.
      </p>
      <p>
        Впервые упоминается в Ливонской хронике в <b>1260 г.,</b> когда под его командованием жемайтийские войска вступили в войну с тевтонскими рыцарями и разбили их в сражении при озере Дурбе.
      </p>
      <p>
        В то время как Миндовг принял католичество и королевскую корону, Тройнат продолжал оставаться язычником, при этом являясь наместником короля в Жемайтии. Это могло стать причиной их конфликта и последующей борьбы за престол.
      </p>
      <p>
        Из <b>Волынской (Ипатьевской)</b> летописи известно, что после смерти жены Миндовга Марты он взял в жены её сестру, уже являющуюся супругой нальшанского князя Довмонта. Нанесённая обида привела к тому, что Довмонт вступил в сговор с Тройнатом и летом <b>1263 г.</b> совершил успешное покушение на короля, зарезав Миндовга и двоих его сыновей. Великокняжеский стол занял Тройнат. Его поддержала вся Литва. Вместе с Тройнатом в Литву вернулось язычество.
      </p>
      <p>
        Правление Тройната оказалось недолгим. Вскоре сторонники Миндовга сумели организовать покушение на Тройната, закончившееся его убийством.
      </p>
    </div>
  )
}
export const VoyshelkText = () => {
    return <div className="textWrapper-all">
            <p><b>Войшелк</b> – великий князь литовский в <b>1264-1267 гг.,</b> сын Миндовга. Предположительной датой
              рождения Войшелка считается 1223 г. Войшелк начинает упоминаться в летописях в <b>1253-54 гг.,</b>
              когда становится Новгородским князем.</p>
              <p>В <b>1264 г.</b> на литовский трон вместо умершего Миндовга становится князь Тройнат, решивший
              взять под полный контроль окружающие его княжества. Но и тут Войшелк отличился хитростью,
              на время выехав в Пинск и подговорив подчиненных Тройната убить его. После смерти Тройната
              Войшелк подчиняет себе всю Литву не особо отличаясь милосердием.</p>
              <p><b>Для сохранения</b> на троне Войшелку пришлось отдать Жемайтию Ливонскому ордену и видя, что
              победить в войне с рыцарями не удастся князь принимает решение стать вассалом у Галицко-Волынского
              княжества. Благодаря своей хитрости Войшелк принимает помощь своего сюзерена и начинает подчинять
              к Новогрудку окружающие земли. Увеличив таким образом свое княжество в разы Войшелк принимает
              уникальное для тех времен решение – оставляет на своем месте Шварна, а сам уходит в монастырь.</p>
              <p>В <b>1267 г.</b> Войшелка зовут в город Владимир, где его предательски убивают мечом, по одной версии
              за старые обиды, по другой – не дать занять Новогрудским войскам земли Галиччины. Именно при
              Войшелке ВКЛ начинает выделяться как крупная европейская держава и в то же время быстро развивается.</p>
          </div>
}
export const VitenText = () => {
return <div className="textWrapper-all">
            <p><b>Витень</b> — великий литовский князь в <b>1295-1316 гг.</b> Его правление ознаменовалось как территориальными
              завоеваниями, так и рядом военных неудач.</p>
              <p>Витень известен подавлением восстания жемайтов в <b>1294 г.,</b> которые стремились объединиться с Тевтонским орденом.
              Именно с рыцарскими орденами Витень вел войну на протяжении всего своего правления. Сражения проходили с переменным
              успехом, князь пробовал осаждать некоторые крепости, но зачастую брать штурмом или измором хорошо укрепленные
              рыцарские бастионы не удавалось.</p>
              <p>Витень, понимая, что сражаться с рыцарями непросто, решил пойти на хитрость. В конце <b>XIII в.</b> в Риге нарастала
              напряженность между местной элитой и представителями Ливонского ордена. Князь решил воспользоваться возникшей
              ситуацией и пообещал взять под защиту рижан и принять христианство.
              Вторгшись в Ливонию, Витень обезопасил княжество от рыцарских набегов и нарастил торговлю по реке Даугаве
              (Западная Двина), что поспособствовало экономическому развитию.</p>
              <p>Весьма удачным для Витеня оказались южное и восточное направления. Во время правления Витеня был мирно
              присоединен Полоцк и завоеван Брест вместе с прилегающими землями у Галицко-Волынского княжества</p>
              <p>Витеню приписывают появление на белорусских землях герба ВКЛ «Погоня» и рыцарского знака «Калюмна».
              Последним походом литовского князя была осада крепости Христмемель, окончившаяся неудачей. Судя по летописям,
              в 1316 г. Витень погиб от удара молнией, но многие историки подвергают сомнению этот факт и рассматривают
              возможность его убийства следующим правителем Гедимином.</p>
              </div>}
export const GediminText = () => {
return <div className="textWrapper-all">
            <p><b>Гедимин</b> — великий князь литовский, княживший в период <b>1316 по 1341 года,</b> основатель династии Гедиминовичей.
              В период правления Гедимина в состав ВКЛ вошли почти все земли современной Беларуси, увеличив тем самым
              государство в 2 раза.</p>
              <p>Как и его предшественники, Гедимин продолжал присоединение западнорусских земель. <b>Под его власть перешли
              белорусские земли с городами Полоцк (1307), Городно и Берестье (1315), Витебск (1320), Минск (1326),
              Туров и Пинск (1336) и другие.</b> Вассалами Гедимина стали минский, лукомский, друцкий, берестейский,
              дрогичинский князья. Кроме того, он имел большое влияние в Жемайтии, которая не входила в государство Гедимина,
              имея сильные традиции автономии.</p>
              <p><b>В 1323 г. Гедимин заложил деревянный замок при впадении Вильни в Вилию и перенес свою резиденцию в Вильну
              - новую столицу Великого княжества Литовского.</b> При нем Вильно стал активно торговать с немецкими городами.
              Возникли и окрепли немецкие общины.</p>
              <p><b>Принцип государственного правления при Гедимине стал следующим: «Не разрушать старины, не вводить новизны».</b>
              Это означало уважительное отношение к землям феодалов и сохранение исторических традиций присоединяемых к
              ВКЛ русских земель, преемственность в политической и общественной жизни</p>
              </div>
}
export const EvnutText = () =>  {
return <div className="textWrapper-all">
            <p><b>Евнут (в православном крещении Иван)</b> — великий князь литовский <b>(1341—1345),</b> князь изяславский (1347—1366).
              Младший сын великого князя литовского Гедимина, получил от него в удел Вильну с городами Ошмяной, Вилькомиром
              и Браславом.</p>
              <p>По завещанию отца в 1341 г. получил Вильно и великокняжеский стол. Правил чисто номинально вместе с Наримантом
              (Глебом). Довольно быстро стало понятно, что Евнутий в союзе со своим братом Наримонтом представляет собой
              православную часть Гедиминовичей. Ему противостояли сторонники национальной идеи, братья Ольгерд и Кейстут.</p>
              <p>Великому княжеству Литовскому приходилось тогда вести упорную борьбу с Ливонским орденом, требовавшую
              напряжения всех её сил, а Евнутий не обладал ни достаточной личной храбростью, ни настолько сильным авторитетом
              над братьями, чтобы иметь возможность соединить под своим предводительством все силы Литвы. В 1345 г.,
              смещенный с престола князем Кейстутом, через Псков бежал в Москву, где принял православие. Через некоторое время
              Евнут вернулся в Литву, где ему великим князем Ольгердом отдан в удел город Заславль с землями. Здесь он правит
              практически до своей смерти.</p>
              </div>}
          export const OlgerdText = () => 
  {
  return <div className="textWrapper-all">
    <p>
      <b>Ольгерд</b> – один из известнейших князей Великого княжества Литовского в <b>1344-1377 гг.,</b> значительно увеличивший
      территорию и укрепивший международный авторитет государства.
    </p>
    <p>
      Ольгерд являлся сыном Гедимина и родился приблизительно в 1296 г. В 24 года Ольгерд женится на Марии –
      дочки витебского князя Ярослава. Жители Пскова искали
      защиты от разорявшего их Ливонского ордена и пригласили Ольгерда к себе, но князь отказал. После смерти отца
      жены во владение к Ольгерду перешли земли Витебщины. В 1345 г. под власть Ольгерда переходит Вильно, в котором
      по указанию князя возводится несколько православных церквей. <b>Основная власть в ВКЛ принадлежала в это время
      Ольгерду и его брату Кейстуту, остальные князи им подчинились.</b>
    </p>
    <p>
      <b>Ольгерд решил укрепить и так уже достаточно могущественную державу за счет включения новых земель.</b>
    </p>
    <p>
      После нескольких сражений ему подчинились Брянск,
      Чернигов и другие города. <b>В 1362 г. произошла знаменитая битва при Синих Водах, где князь разбил многочисленное
      войско татар, в результате этой победы под власть ВКЛ переходит огромное пространство от полесских болот до
      побережья Черного моря.</b>
    </p>
    <p>
      Умер великий князь в <b>1377 г.</b> К этому году <b>благодаря Ольгерду территория страны выросла в два раза</b> и ВКЛ
      стало крупнейшим государством на карте Европы.
    </p>
    </div>}
;

export const YagayloText = () => 
  {
  return <div className="textWrapper-all">
    <p>
      <b>Ягайло</b> – великий князь литовский в <b>1377-1381 гг., 1382-1392 гг.,</b> король польский в 1386-1434 гг., занявший трон не по наследству, а по назначению своим отцом Ольгердом. Был жив ещё и брат Ольгерда Кейстут, который тоже мог претендовать на престол.
    </p>
    <p>
      В октябре 1381 г. был свергнут с престола своим дядей Кейстутом, проводившим политический курс на сближение с Москвой на антиордынской основе. Изначально Кейстут поддержал Ягайло, рассчитывая, что тот продолжит борьбу против Тевтонского ордена. Однако уже вскоре между ними начались разногласия. Кейстут надеялся, что Ягайло откажется от попыток экспансии на восточном фронте и бросит силы Великого княжества Литовского на запад, против крестоносцев.
    </p>
    <p>
      Но Ягайло не отказался от борьбы и уже <b>в июле 1382 г. вернул себе великое княжение при военной помощи Тевтонского ордена и дипломатической поддержке Орды.</b> Кейстут был заключён в Кревский замок, где был задушен по приказанию Ягайло.
    </p>
    <p>
      <b>14 августа 1385 года между Польшей и Великим княжеством Литовским была заключена Кревская уния.</b> Соглашения предусматривали брак польской королевны Ядвиги и Ягайло, коронацию Ягайло королём Польши, крещение Ягайло и литовцев (в католическую веру) и освобождение из литовского плена польских христиан. 12 февраля 1386 г. Ягайло прибыл в Краков и был крещён в соборной церкви Вавеля под именем Владислава. 18 февраля обвенчан с тринадцатилетней Ядвигой.
    </p>
    <p>
      <b>В 1392 г. в соответствии с Островским соглашением Ягайло передал княжение в Великом Княжестве Литовском своему двоюродному брату Витовту, который, став великим князем, должен быть признать вассальную зависимость от Королевства Польского и Ягайло.</b>
    </p>
    </div>}
;
          export const KeystutText = () => 
 {return <div className="textWrapper-all">
    <p>
      <b>Кейстут</b> — великий князь литовский в <b>1381—1382 гг.,</b> князь трокский 1337—1382 гг., сын Гедимина, брат и
      фактический соправитель Ольгерда, отец Витовта.
    </p>
    <p>
      В течение четырёх лет после смерти Гедимина (1341—1345) централизованная власть в Великом Княжестве Литовском,
      распавшейся на самостоятельные уделы, фактически отсутствовала. Каждый из сыновей Гедимина самостоятельно правил
      своим уделом и действовал по собственному усмотрению, иногда заключая союзы с братьями, иногда обходясь без них.
      Каждый из них самостоятельно заключал договоры с другими государствами, предпринимал военные походы.
    </p>
    <p>
      Кейстут после смерти отца также сохранил свой удел и в это время принимал активное участие в военных и
      дипломатических предприятиях братьев.
    </p>
    <p>
      <b>В 1345 г. Кейстут, по предварительному уговору с братом Ольгердом, занял Вильну. Ольгерд интересовался
      всего более отношениями с Русью и собиранием под своей властью русских земель; Кейстут был всецело предан
      интересам коренной Литвы и Жемайтии.</b>
    </p>
    <p>
      После смерти Ольгерда (1377), Кейстут признал великим князем его сына от второго брака, Ягайло,
      назначенного Ольгердом себе в преемники. Со течением времени между Кейстутом и Ягайло растет напряжение, т.к. племянник заключил союз с крестоносцами.
      В период активного противостояния между ними Кейстут занял великокняжеский престол в период <b>1381-1382 гг.</b>
    </p>
    </div>}
;

export const VitovtText = () =>  {
return <div className="textWrapper-all">
            <p><b>Витовт</b> - один из наиболее известных правителей Великого Княжества Литовского, правивший в <b>1392-1430 гг.,</b>
              ещё при жизни прозванный Великим.</p>
              <p>Внук Гедимина, сын Кейстута, племянник Ольгерда и двоюродный брат Ягайло. По мере упрочения положения Ягайло,
              ставшего польским королем и введшего Литву в состав Короны Польской, временно сотрудничал с ним, но по большей
              части боролся за укрепление своего независимого от Польши положения как правителя Литвы.</p>
              <p><b>Основным принципом своей деятельности выставлял независимость Литвы.</b> После признания его пожизненным великим
              князем литовским предъявил областным князьям требование о «покоре», силою уничтожил ряд крупных областных княжений,
              теснее сплотил отдаленные части своего государства; к нему перешли от областных князей многие доходы и свободные
              земли.</p>
              <p><b>При Витовте на белорусские земли пришло Магдебургское право — основа городского самоуправления.
              Первыми городами были Вильня (в 1387 г.), Брест (в 1390 г.), Гродно (в 1391 г.).</b></p>
              <p><b>При правлении Витовта Великое Княжество Литовское достигло пика своего территориального развития.
              После разгрома в 1410 г. Тевтонского Ордена при Грюнвальдской битве к ВКЛ была окончательно присоединена
              Жемайтия</b> (именно Витовт стал главным героем картины Я. Матейко «Битва под Грюнвальдом»). Под его властью
              находились Киев, Смоленск, Брянск.</p>
              <p>Витовт пытался обойтись без него, но среди переговоров и приготовлений, во время которых Ягайло была выкрадена
              корона, отправленная императором Священной Римской империи, умер в <b>1410 г.</b></p>
          </div>}
export const SvidrigayloText = () =>  {
return <div className="textWrapper-all">
            <p><b>Свидригайло</b> - великий князь литовский в <b>1430-1432.</b> В 1386 г., вместе с братом Ягайло, принял в Кракове
              католичество, получив имя Болеслава.</p>
              <p> Первоначально уделом Свидригайло был Полоцк. В 1392 г. он захватил Витебск, но вскоре был вытеснен оттуда
              вступившим на великокняжеский литовский стол Витовтом, бежал в Пруссию, несколько лет воевал с Витовтом,
              пользуясь помощью орденских войск и прибегая даже к посредничеству папы, пока, наконец, не получил в удел Подолию,
              а затем Северскую землю.</p>
              <p>В 1408 г., когда началась война между великим князем московским Василием Димитриевичем и Витовтом,
              Свидригайло не одержал ни одной большой победы, а при появлении Эдигея
              убежал в Литву. В Литве он был схвачен и заключен в Кременецкую тюрьму, в которой содержался 9 лет.</p>
              <p>После смерти Витовта 1430 г. Свидригайло сел на великое
              княжение, объявил себя совершенно независимым от польской короны.</p>
              <p><b>В 1432 г. князь Сигизмунд Кейстутович поднял против Свидригайло восстание, заставил его бежать в Витебск и
              занял всю литовскую часть великого княжества. На стороне Свидригайло оставались русские города в Беларуси и Северщине,
              готовые бороться, но не смотря на это в 1435 г. он был разбит на голову. В 1437 г. он бежал в Краков, а после переезжал
              с места на место – Валахия, Венгрия и др.</b> Умер Свидригайло в <b>1452 г.</b></p>
              </div>}
export const SizigmundText = () => {
return <div className="textWrapper-all">
            <p><b>Сигизмунд Кейстутович</b> — князь мозырский (1385—1401), новогрудский (1401—1406) и стародубский (1406—1432),
              великий князь литовский <b>с 1432 по 1440 гг.</b></p>
              <p>Во время борьбы за власть между Витовтом и Ягайло был пленён последним (1382—1384). В 1384 г. в Кёнигсберге
              вместе с Витовтом заключил договор с Тевтонским орденом против Ягайло, но в 1386 г. присягнул ему. В 1386 г.
              крестился по католическому обряду в Кракове вместе с другими Гедиминовичами. В 1389 г. послан Витовтом в Пруссию
              для переговоров о совместном с орденом выступлении против Ягайло.</p>
              <p>Принимал участие в переговорах и заключении соглашений с Тевтонским орденом в 1398, 1411, 1422, 1431 гг.,
              унии с Польшей. Участвовал в битве на Ворскле (1399), Грюнвальдской битве (1410). При правлении Витовта не имел
              политического влияния, поддерживал брата.</p>
              <p><b>После смерти Витовта и избрания великим князем Свидригайло в 1432 г. Сигизмунд участвовал в заговоре
              против него,</b> но Свидригайло смог бежать в Полоцк. <b>При поддержке поляков Сигизмунд был избран великим князем,</b>
              его власть признали Вильна, Троки, Ковно, Жемайтия, Гродно, Минск, Новогрудок, силой был подчинён Брест.
              Оставшиеся земли остались верны Свидригайло, который закрепился в Витебске.</p>
              <p>Между Свидригайло и Сигизмундом началась междоусобная борьба. Чтобы привлечь на свою сторону феодалов
              из антипольской партии, Сигизмунд расширил все права, данные феодалам, принявшим католичество, на всех феодалов
              ВКЛ независимо от их вероисповедания. Свидригайло потерпел тяжёлое поражение в битве под Вилькомиром (1435), и
              скоро (1437) Сигизмунд стал единовластным великим князем.</p>
              <p> Против него был организован заговор, в результате которого Сигизмунд был <b>убит в Трокском полуостровном замке.</b></p>
              </div>}
export const KazimirText = () =>  {return <div className="textWrapper-all">
            <p><b>Казимир IV Ягайлович</b> - великий князь литовский в <b>1440 -1492 гг.</b> и король польский в 1447-1492 гг.</p>
            <p>В ВКЛ 12-летний Казимир Ягайлович приехал вместе с польской делегацией в 1439 г. В этом году его выбрали
            венгерским королём и он, вынужден был уехать в Венгрию. Не успев стать великим князем в 1440 г.</p>
            <p>В 1447 г. Казимир стал королем Польши. <b>Став одновременно правителем двух государств, Казимиру приходилось
            постоянно искать баланс между интересами польских магнатов, стремившихся присоединить ВКЛ к территории польского
            королевства, и интересами литвинов, которые постоянно хотели уйти от влияния и тем более от присоединения к Польше.
            Одним из средств решения данной проблемы стал привилей Казимира 1447 г. Этот привилей расширял имущественные права
            магнатов и шляхты.</b></p>
            <p>В 1449 г. был заключён мир между Литвой и Московским княжеством в войне, начавшейся в 1446 г.</p>
            <p><b>Казимир IV положил начало кодификации феодального права в ВКЛ, издав свой «судебник» в 1468 г. В «Судебнике»
            устанавливался порядок защиты прав, определялся порядок досудебного производства и судебного рассмотрения уголовных
            дел, так же были определены виды наказаний.</b> После издания судебника, Казимир IV Ягайлович примет участие ещё в
            двух больших войнах Польши с Венгрией и Крымом, и умрёт в Гродно в <b>1492 г.</b></p>
            </div>}
export const AlexanderText = () => { return <div className="textWrapper-all">
    <p>
      <b>Александр Ягеллончик</b> — великий князь литовский в <b>1492-1506 гг.</b> и король польский в <b>1501-1506 гг.</b> 
      В Великом княжестве Литовском его именовали Александром II.
    </p>
    <p>
      Александр Ягеллончик детство и юность провёл в Кракове. Он любил роскошь, а также науки и некоторые виды искусств. 
      В литовской историографии распространено мнение о том, что Александр Ягеллончик был последним правителем Великого 
      княжества Литовского, который знал литовский язык.
    </p>
    <p>
      В <b>1484 г.</b> его отец великий князь литовский и король польский Казимир IV назначил Александра наследником трона 
      в Великом княжестве Литовском. В <b>1491 г.</b> наследник переселился в столицу ВКЛ Вильну. В начале 1490-х годов он 
      работал в сфере чеканки монет на правах заместителя своего отца великого князя литовского и короля польского Казимира IV. 
      После смерти отца сейм в Вильне выбрал его великим князем литовским.
    </p>
    <p>
      При его правлении была завершена русско-литовская война <b>1487-1494 гг.</b>, заключено шестилетнее перемирие с Иваном III, 
      по которому завоёванные русскими войсками Мценск, Серпейск, Брянск, Дорогобуж и Путивль оказались под властью Московского княжества.
    </p>
    <p>
      В <b>1492 г.</b> Александр издал привилей, которым расширял и закреплял права великокняжеской Рады. Так, великий князь обещал 
      не назначать никого на должности без согласования с Радой. Он обязался не снимать никого с должностей без доказанной вины. 
      Господарь должен был отправлять послов в зарубежные страны только с согласия Панов-Рады. Кроме того, он не мог теперь единолично 
      пересматривать судебные решения, которые принял совместно с Радой.
    </p>
    <p>
      Был разработан (но не вступил в силу) Мельницкий привилей (<b>1501 г.</b>), по которому Польша и Литва должны составлять единое 
      государство под управлением одного короля.
    </p>
    <p>
      Александр – единственный из польских королей, похороненный в Вильне.
    </p>
    </div>}
export const Sizigmund1Text = () => {
return <div className="textWrapper-all">
    <p>
      <b>Сигизмунд I Старый</b> — великий князь литовский и король польский в <b>1506-1548 гг.</b>,
      пятый сын Казимира IV Ягеллончика и Елизаветы Габсбург, внук Ягайло.
      Прозвище Старый получил из-за того, что великим князем литовским и королем польским стал в
      весьма зрелом возрасте (ему было уже 40 лет), после того, как на польском троне сменились два его старших брата.
    </p>
    <p>
      Сигизмунд I проявил себя достаточно умным и рачительным хозяином: выкупил коронные имущества,
      заложенные его предшественниками, удовлетворил войско жалованьем, образовал запасный капитал на
      разные общественные надобности. Установил провести через особые комиссии оценку доходов с земель;
      сборщикам податей назначено жалованье, чтобы положить предел вымогательствам и казнокрадству; в каждом
      повете уполномоченный должен был выбирать из среды шляхты годных для военной службы, вести их в указанное
      место, следить за дисциплиной и выплачивать жалованье.
    </p>
    <p>
      В истории он отмечен как выдающийся меценат, способствовавший раннему проникновению искусства Ренессанса в Польшу.
      Во время его правления был перестроен королевский замок в Кракове. Имел большую библиотеку, приглашал к своему двору
      известных скульпторов, архитекторов, живописцев. Его подпись стоит на двух охранных грамотах для восточнославянского
      первопечатника Франциска Скорины. Время его правления часто зовут золотым веком в истории польской культуры.
    </p>
    <p>
      Сигизмунд проводил активную, гибкую и рассудительную внешнюю политику. Был на международной арене самым активным из
      монархов ВКЛ и Польши, выслал за границу 148 дипломатических миссий. Был вынужден вести оборонительные войны с
      Московским государством (1507–1508, 1512–1522 гг.), в результате которых был потерян Смоленск. Попытка взять реванш
      в войне 1534–1537 гг. успеха не имела.
    </p>
    <p>
      У Сигизмунда было множество достижений, которые компенсировали все его промахи. Ему удалось полностью избавить
      северные территории от власти Тевтонского Ордена. Присоединил мазовецкие княжества к польским землям. Также Сигизмунд –
      первый, у кого получилось открыть доступ к морю. Во время его правления господствовала толерантность государства к
      представителям разных вероисповеданий.
    </p>
    <p>
      Великий князь литовский и король польский умер в возрасте 81 года <b>1 апреля 1548 г.</b> в Кракове и похоронен в кафедральном соборе на Вавеле.
    </p>
    </div>}
export const Sizigmund2Text = () => {return <div className="textWrapper-all">
    <p>
      <b>Сигизмунд II Август</b> — великий князь литовский с <b>1529 г.</b>, король польский с <b>1530 г.</b> До 1548 г. правил 
      совместно со своим отцом Сигизмундом I. В его правление, в 1569 г., была принята Люблинская уния, по которой Великое княжество 
      Литовское и Королевство Польское объединялись в Речь Посполитую, правителем которой с титулом короля польского и великого князя 
      литовского и стал Сигизмунд Август. Был последним представителем династии Ягеллонов на троне Великого княжества Литовского и 
      Королевства Польского.
    </p>
    <p>
      В делах внешних Сигизмунд Август старался поддерживать мир, оставался в хороших отношениях с Австрией и Турцией, но не мог 
      избежать войны с Иваном Грозным вследствие притязаний последнего на некоторые части Ливонии, с которой Сигизмунд Август 
      заключил оборонительный и наступательный союз. Долгие переговоры о перемирии с Москвой и о браке Ивана с сестрой великого князя 
      литовского Екатериной не увенчались успехом, и после присоединения Лифляндии к Литве (1561) началась русско-литовская война 
      (1561—1570), окончившаяся для Литвы временной утратой Полоцка. После подписания Люблинской унии (1569) Московскому государству 
      пришлось воевать с силами уже не только ВКЛ, но и Польши; к тому же, в 1569 г. турецко-татарские войска совершили поход на 
      Астрахань. Однако ВКЛ к тому времени было слишком истощено затянувшейся войной, поэтому в конце 1569 г. в Москву выехало новое 
      «великое посольство», — на этот раз от Речи Посполитой. Cогласно условиям 3-летнего перемирия (1570), к Москве отходили 
      Полоцк, Ситно, Езерище, Усвяты и еще несколько замков.
    </p>
    <p>
      Между тем общественные дела требовали от короля самого напряженного влияния. В борьбе католичества и протестантства король не 
      принимал активного участия и даже не становился решительно на сторону той или другой группы. Гораздо больше внимания уделил 
      Сигизмунд Август законодательным работам ряда сеймов, обнимавшим самые разнообразные вопросы внутреннего государственного строя. 
      На сеймах варшавском (1563—1564) и петроковском (1567) решен был вопрос о коронных имениях, которые разделены были на две 
      категории: одни всецело предназначены были на содержание двора, другие розданы в пожизненное владение шляхте, причем четвёртая 
      часть дохода с них назначена на содержание войска. 7 июня 1563 г. Сигизмунд подписал новый привилей об уравнении в правах 
      православных и католиков.
    </p>
    <p>
      Сигизмунд Август был любителем и покровителем изящных искусств, науки и литературы, достигших при нём, главным образом под 
      влиянием реформации, цветущего состояния. Проводил политику терпимости в отношении всех религий.
    </p>
    <p>
      Умер в 1572 г. в Кнышине; с ним прекратилась династия Ягеллонов. Предвидя раздоры и смуту бескоролевья, Сигизмунд Август в 
      духовном завещании убеждал подданных хранить мир и согласие и призывал проклятие на тех, кто начнёт ссору и посеет общественную 
      распрю.
    </p>
    </div>}
